[
  {
    "program_id": "6565e95e12cb03c0951a66a7",
    "module_id": 1,
    "title": "BAB I. Pendahuluan",
    "video_url": "https://www.youtube.com/watch?v=Ai2CTgLvdcs",
    "content": "<p>A. <strong>Pengenalan</strong></p><ol><li><p><em>Pentingnya 1000 Hari Pertama dalam Kehidupan Anak</em> Bab ini memperkenalkan konsep kritis \"1000 Hari Pertama,\" yang mencakup rentang waktu dari kehamilan hingga dua tahun pertama kehidupan anak. Kami akan membahas mengapa periode ini memegang peranan penting dalam membentuk kesehatan dan perkembangan anak secara menyeluruh.</p></li><li><p><em>Mengasuh Anak Sejak Awal: Landasan yang Kuat</em> Bagian ini membahas pentingnya mengasuh anak sejak awal kehidupan sebagai fondasi yang kuat untuk pertumbuhan dan perkembangan optimal. Pemahaman ini menjadi landasan bagi orang tua dan pengasuh dalam memberikan perhatian yang tepat pada setiap fase perkembangan anak.</p></li></ol><p>B. <strong>Tujuan Program \"1000 Hari Pertama: Panduan Mengasuh Anak\"</strong> Program ini memiliki tujuan utama memberikan panduan praktis untuk mengasuh anak selama periode kritis \"1000 Hari Pertama.\" Beberapa tujuan spesifik bab ini mencakup:</p><ul><li>Memahami peran krusial \"1000 Hari Pertama\" dalam kehidupan anak.</li><li>Mempelajari prinsip-prinsip dasar dalam mengasuh anak sejak awal.</li><li>Memberikan landasan yang kuat bagi orang tua dan pengasuh dalam memberikan perhatian optimal.</li></ul>",
    "sequence": 1
  },
  {
    "program_id": "6565e95e12cb03c0951a66a7",
    "module_id": 1,
    "title": "BAB II. Perkembangan Janin dan Pentingnya Nutrisi Selama Kehamilan",
    "video_url": "https://www.youtube.com/watch?v=Ai2CTgLvdcs",
    "content": "<p>A. <strong>Perkembangan Janin dalam 1000 Hari Pertama</strong></p><ol><li><p><em>Pengantar</em> Pada bagian ini, kita akan menjelajahi tahap-tahap perkembangan janin selama 1000 hari pertama. Memahami perubahan signifikan ini membantu orang tua dan pengasuh memberikan dukungan yang optimal untuk pertumbuhan dan perkembangan yang sehat.</p></li><li><p><em>Nutrisi yang Diperlukan Selama Kehamilan</em> Bab ini membahas kebutuhan nutrisi khusus selama kehamilan untuk mendukung perkembangan janin. Kami akan merinci pentingnya asupan gizi yang memadai untuk memastikan kesehatan ibu dan perkembangan optimal janin.</p></li></ol><p>B. <strong>Tujuan Pembelajaran pada Bab Ini</strong> Bab ini bertujuan memberikan pemahaman mendalam tentang perkembangan janin dan pentingnya nutrisi selama kehamilan dalam konteks \"1000 Hari Pertama.\" Beberapa tujuan spesifik bab ini mencakup:</p><ul><li>Memahami tahap-tahap perkembangan janin selama 1000 hari pertama.</li><li>Mengetahui nutrisi khusus yang diperlukan selama kehamilan.</li><li>Mampu merancang pola makan sehat untuk mendukung kesehatan ibu dan janin.</li></ul><p>C. <strong>Ringkasan Bab dan Kaitannya dengan Program Keseluruhan</strong> Bab ini memberikan gambaran umum tentang bagaimana perkembangan janin dan nutrisi selama kehamilan memainkan peran kunci dalam 1000 hari pertama. Kesimpulan ini membantu peserta untuk melihat hubungan antara pemahaman ini dengan tujuan program keseluruhan.</p>",
    "sequence": 2
  },
  {
    "program_id": "6565e95e12cb03c0951a66a7",
    "module_id": 1,
    "title": "BAB III. Asuhan Bayi dan Balita: Mendukung Tumbuh Kembang yang Optimal",
    "video_url": "https://www.youtube.com/watch?v=Ai2CTgLvdcs",
    "content": "<p>A. <strong>Peran Orang Tua dan Pengasuh dalam 1000 Hari Pertama</strong></p><ol><li><p><em>Pengantar</em> Bab ini membahas peran kritis orang tua dan pengasuh dalam memberikan asuhan yang mendukung tumbuh kembang optimal selama 1000 hari pertama. Pemahaman ini menjadi dasar bagi upaya orang tua dalam menciptakan lingkungan yang positif dan penuh kasih.</p></li><li><p><em>Stimulasi dan Interaksi Positif dengan Bayi dan Balita</em> Bagian ini menguraikan pentingnya stimulasi dan interaksi positif dalam perkembangan anak selama 1000 hari pertama. Kami akan memberikan panduan praktis untuk menciptakan pengalaman yang positif dan mendukung pertumbuhan anak.</p></li></ol><p>B. <strong>Tujuan Pembelajaran pada Bab Ini</strong> Bab ini memiliki tujuan utama memberikan pemahaman tentang peran orang tua dan pengasuh serta pentingnya stimulasi positif dalam mendukung tumbuh kembang anak selama 1000 hari pertama. Beberapa tujuan spesifik bab ini mencakup:</p><ul><li>Memahami peran orang tua dan pengasuh dalam memberikan asuhan optimal.</li><li>Mengetahui strategi stimulasi dan interaksi positif dengan bayi dan balita.</li><li>Mampu menciptakan lingkungan yang mendukung perkembangan anak secara menyeluruh.</li></ul><p>C. <strong>Ringkasan Bab dan Kaitannya dengan Program Keseluruhan</strong> Bab ini memberikan gambaran umum tentang bagaimana peran orang tua dan pengasuh serta stimulasi positif memengaruhi tumbuh kembang anak selama 1000 hari pertama. Kesimpulan ini merangkum pokok-pokok pembahasan dan mengaitkannya dengan tujuan program secara keseluruhan.</p>",
    "sequence": 3
  },
  {
    "program_id": "6565e95e12cb03c0951a66a9",
    "module_id": 2,
    "title": "BAB I. Pendahuluan",
    "video_url": "https://www.youtube.com/watch?v=Ai2CTgLvdcs",
    "content": "<p>A. <strong>Pengenalan</strong></p><ol><li><p><em>Arti Penting Pemenuhan Nutrisi Pascapersalinan</em> Bab ini mengenalkan konsep pemenuhan nutrisi pascapersalinan dan perawatan diri sebagai langkah krusial dalam pemulihan setelah melahirkan. Pemahaman ini menjadi dasar untuk memberikan perhatian optimal pada kesehatan ibu pasca persalinan.</p></li><li><p><em>Pentingnya Perawatan Diri Setelah Melahirkan</em> Bagian ini membahas pentingnya perawatan diri bagi ibu setelah melahirkan. Kami akan merinci tindakan-tindakan perawatan diri yang mendukung pemulihan fisik dan mental pasca persalinan.</p></li></ol><p>B. <strong>Tujuan Program \"Pemenuhan Nutrisi Pascapersalinan dan Perawatan Diri\"</strong> Program ini dirancang dengan tujuan utama memberikan panduan praktis untuk pemenuhan nutrisi pascapersalinan dan perawatan diri. Beberapa tujuan spesifik bab ini mencakup:</p><ul><li>Memahami pentingnya pemenuhan nutrisi pascapersalinan untuk pemulihan ibu.</li><li>Mengetahui langkah-langkah perawatan diri yang mendukung pemulihan pasca persalinan.</li><li>Mampu merancang pola makan dan rutinitas perawatan diri yang sesuai dengan kebutuhan ibu pasca persalinan.</li></ul><p>C. <strong>Struktur Program dan Materi Pembelajaran</strong> Program ini terdiri dari serangkaian materi yang membahas aspek-aspek penting pemenuhan nutrisi pascapersalinan dan perawatan diri. Setiap bab akan mendetailkan topik-topik yang relevan, memandu peserta untuk memahami dan mengimplementasikan pengetahuan ini dalam kehidupan sehari-hari.</p><p>Selamat bergabung dalam program \"Pemenuhan Nutrisi Pascapersalinan dan Perawatan Diri\"! Semoga pembelajaran ini memberikan panduan yang bermanfaat bagi ibu pasca persalinan untuk memulihkan dan menjaga kesehatan mereka.</p>",
    "sequence": 1
  },
  {
    "program_id": "6565e95e12cb03c0951a66a9",
    "module_id": 2,
    "title": "BAB II. Nutrisi yang Diperlukan Pascapersalinan",
    "video_url": "https://www.youtube.com/watch?v=Ai2CTgLvdcs",
    "content": "<p>A. <strong>Pentingnya Nutrisi Setelah Melahirkan</strong></p><ol><li><p><em>Pengantar</em> Bab ini membahas mengapa nutrisi setelah melahirkan memiliki dampak besar pada pemulihan ibu. Pemahaman ini penting untuk memberikan dukungan optimal pada tubuh yang sedang pulih.</p></li><li><p><em>Zat Gizi Kunci Pascapersalinan</em> Bagian ini mengidentifikasi zat gizi kunci yang diperlukan setelah melahirkan, seperti zat besi, kalsium, protein, dan vitamin tertentu. Kami akan merinci peran masing-masing nutrien dalam pemulihan pasca persalinan.</p></li></ol><p>B. <strong>Tujuan Pembelajaran pada Bab Ini</strong> Bab ini memiliki tujuan utama memberikan pemahaman mendalam tentang pentingnya nutrisi setelah melahirkan. Beberapa tujuan spesifik bab ini mencakup:</p><ul><li>Memahami dampak nutrisi pada pemulihan ibu pasca persalinan.</li><li>Mengetahui zat gizi kunci yang diperlukan dan peran masing-masing.</li><li>Mampu merancang pola makan sesuai dengan kebutuhan pemulihan ibu pasca persalinan.</li></ul><p>C. <strong>Ringkasan Bab dan Kaitannya dengan Program Keseluruhan</strong> Bab ini memberikan gambaran umum tentang pentingnya nutrisi setelah melahirkan dalam konteks pemenuhan nutrisi pascapersalinan dan perawatan diri. Kesimpulan ini membantu peserta untuk melihat hubungan antara pemahaman ini dengan tujuan program secara keseluruhan.</p>",
    "sequence": 2
  },
  {
    "program_id": "6565e95e12cb03c0951a66a9",
    "module_id": 2,
    "title": "BAB III. Perawatan Diri Pasca Persalinan: Fisik dan Mental",
    "video_url": "https://www.youtube.com/watch?v=Ai2CTgLvdcs",
    "content": "<p>A. <strong>Perawatan Fisik Setelah Melahirkan</strong></p><ol><li><p><em>Pengantar</em> Pada bagian ini, kita akan membahas langkah-langkah konkret untuk perawatan fisik ibu pasca persalinan. Pemahaman ini penting untuk memastikan pemulihan tubuh secara optimal setelah melahirkan.</p></li><li><p><em>Latihan Ringan dan Pemulihan Otot Perut</em> Bab ini memberikan panduan tentang latihan ringan yang mendukung pemulihan otot perut dan tubuh secara keseluruhan. Kami akan memberikan contoh latihan yang dapat dilakukan dengan aman pasca persalinan.</p></li><li><p><em>Perawatan Luka Jahitan dan Bekas Persalinan</em> Bagian ini membahas perawatan luka jahitan dan bekas persalinan, memberikan informasi praktis untuk merawat area tersebut agar pemulihan berlangsung lancar.</p></li></ol><p>B. <strong>Perawatan Mental dan Emosional Pasca Persalinan</strong></p><ol><li><p><em>Pentingnya Kesehatan Mental Pasca Persalinan</em> Bab ini membahas pentingnya perawatan mental dan emosional pasca persalinan. Kami akan membahas tantangan umum yang dihadapi ibu dan memberikan strategi untuk menjaga kesehatan mental.</p></li><li><p><em>Dukungan Emosional dan Koneksi Sosial</em> Bagian ini menggarisbawahi peran dukungan emosional dan koneksi sosial dalam pemulihan mental pasca persalinan. Kami akan memberikan tips untuk menciptakan lingkungan yang mendukung kesehatan mental ibu.</p></li></ol><p>C. <strong>Tujuan Pembelajaran pada Bab Ini</strong> Bab ini memiliki tujuan utama memberikan pemahaman mendalam tentang perawatan diri pasca persalinan, baik dari segi fisik maupun mental. Beberapa tujuan spesifik bab ini mencakup:</p><ul><li>Mampu melakukan perawatan fisik secara tepat pasca persalinan.</li><li>Memahami pentingnya kesehatan mental pasca persalinan.</li><li>Mengetahui strategi dan dukungan yang mendukung pemulihan mental dan emosional ibu pasca persalinan.</li></ul><p>D. <strong>Ringkasan Bab dan Kaitannya dengan Program Keseluruhan</strong> Bab ini memberikan gambaran umum tentang perawatan diri pasca persalinan dari aspek fisik dan mental. Kesimpulan ini merangkum pokok-pokok pembahasan dan mengaitkannya dengan tujuan program secara keseluruhan.</p>",
    "sequence": 3
  },
  {
    "program_id": "6565e95e12cb03c0951a66a9",
    "module_id": 2,
    "title": "BAB IV. Pola Makan Sehat untuk Pemulihan Pasca Persalinan",
    "video_url": "https://www.youtube.com/watch?v=Ai2CTgLvdcs",
    "content": "<p>A. <strong>Menu Nutrisi untuk Pemulihan Pasca Persalinan</strong></p><ol><li><p><em>Pengantar</em> Bab ini membahas bagaimana pola makan sehat dapat mendukung pemulihan pasca persalinan. Pemahaman ini menjadi dasar bagi ibu untuk membuat pilihan makanan yang optimal.</p></li><li><p><em>Resep dan Makanan Penyegar Pemulihan</em> Bagian ini memberikan contoh menu nutrisi yang mendukung pemulihan pasca persalinan, termasuk resep dan makanan penyegar yang bermanfaat.</p></li></ol><p>B. <strong>Strategi Menciptakan Rutinitas Makan Sehat</strong></p><ol><li><p><em>Peran Penting Air dan Asupan Cairan Lainnya</em> Bab ini menggali pentingnya asupan cairan dalam pemulihan pasca persalinan dan memberikan strategi untuk memastikan ibu tercukupi.</p></li><li><p><em>Pentingnya Nutrisi yang Seimbang</em> Bagian ini membahas kebutuhan nutrisi yang seimbang dan variasi dalam menu makanan. Kami akan memberikan tips praktis untuk menciptakan rutinitas makan sehat.</p></li></ol><p>C. <strong>Tujuan Pembelajaran pada Bab Ini</strong> Bab ini memiliki tujuan utama memberikan pemahaman tentang pola makan sehat untuk pemulihan pasca persalinan. Beberapa tujuan spesifik bab ini mencakup:</p><ul><li>Mampu menyusun menu nutrisi yang mendukung pemulihan pasca persalinan.</li><li>Mengetahui strategi menciptakan rutinitas makan sehat yang sesuai dengan kebutuhan ibu pasca persalinan.</li></ul><p>D. <strong>Ringkasan Bab dan Kaitannya dengan Program Keseluruhan</strong> Bab ini memberikan gambaran umum tentang pentingnya pola makan sehat dalam pemulihan pasca persalinan. Kesimpulan ini merangkum pokok-pokok pembahasan dan mengaitkannya dengan tujuan program secara keseluruhan.</p>",
    "sequence": 4
  },
  {
    "program_id": "6565e95e12cb03c0951a66ab",
    "module_id": 3,
    "title": "BAB I. Pendahuluan",
    "video_url": "https://www.youtube.com/watch?v=Ai2CTgLvdcs",
    "content": "<p>A. <strong>Pengenalan</strong></p><ol><li><p><em>Mengenali Alergi pada Anak</em> Bab ini membahas pengenalan alergi pada anak sebagai dasar pemahaman untuk menciptakan pola makan yang mendukung kesehatan anak. Kami akan memberikan wawasan mengenai tanda-tanda dan jenis alergi yang umum pada anak.</p></li><li><p><em>Hubungan Antara Alergi dan Nutrisi</em> Bagian ini menggali hubungan antara alergi dan nutrisi anak. Pemahaman ini penting untuk mengadaptasi pola makan yang memenuhi kebutuhan nutrisi anak sambil menghindari pemicu alergi.</p></li></ol><p>B. <strong>Tujuan Program \"Alergi dan Nutrisi Anak\"</strong> Program ini memiliki tujuan utama memberikan panduan praktis untuk merancang pola makan yang mendukung anak dengan alergi. Beberapa tujuan spesifik bab ini mencakup:</p><ul><li>Memahami pengenalan alergi pada anak.</li><li>Mengetahui hubungan antara alergi dan nutrisi.</li><li>Mampu merancang pola makan yang sesuai untuk anak dengan alergi.</li></ul><p>C. <strong>Struktur Program dan Materi Pembelajaran</strong> Program ini terdiri dari serangkaian materi yang membahas aspek-aspek penting alergi dan nutrisi anak. Setiap bab akan mendetailkan topik-topik yang relevan, memandu peserta untuk memahami dan mengimplementasikan pengetahuan ini dalam kehidupan sehari-hari.</p><p>Selamat bergabung dalam program \"Alergi dan Nutrisi Anak\"! Semoga pembelajaran ini memberikan panduan yang bermanfaat bagi orang tua dalam merancang pola makan yang mendukung kesehatan anak mereka.</p>",
    "sequence": 1
  },
  {
    "program_id": "6565e95e12cb03c0951a66ab",
    "module_id": 3,
    "title": "BAB II. Alergi Umum pada Anak dan Pencegahannya",
    "video_url": "https://www.youtube.com/watch?v=Ai2CTgLvdcs",
    "content": "<p>A. <strong>Pemahaman Alergi Makanan pada Anak</strong></p><ol><li><p><em>Pengantar</em> Bab ini membahas pemahaman lebih lanjut tentang alergi makanan pada anak, termasuk jenis-jenis alergi yang umum terjadi. Pemahaman ini penting untuk mencegah terjadinya reaksi alergi.</p></li><li><p><em>Tanda dan Gejala Alergi Makanan</em> Bagian ini memberikan informasi mengenai tanda dan gejala alergi makanan pada anak. Kami akan membahas cara mengidentifikasi reaksi alergi dan langkah-langkah pertama penanganannya.</p></li></ol><p>B. <strong>Pencegahan Alergi Melalui Pola Makan</strong></p><ol><li><p><em>Pentingnya Pola Makan yang Tepat untuk Anak Alergi</em> Bab ini membahas pentingnya pola makan yang tepat untuk anak dengan alergi makanan. Kami akan memberikan panduan dalam menciptakan menu yang aman dan bergizi.</p></li><li><p><em>Strategi Pencegahan Alergi di Rumah dan Sekolah</em> Bagian ini memberikan tips dan strategi untuk mencegah reaksi alergi di lingkungan rumah dan sekolah anak. Kami akan memberikan saran praktis untuk berkomunikasi dengan pihak-pihak terkait.</p></li></ol><p>C. <strong>Tujuan Pembelajaran pada Bab Ini</strong> Bab ini memiliki tujuan utama memberikan pemahaman tentang jenis-jenis alergi pada anak, tanda dan gejala, serta strategi pencegahan melalui pola makan. Beberapa tujuan spesifik bab ini mencakup:</p><ul><li>Memahami jenis-jenis alergi makanan pada anak.</li><li>Mengetahui tanda dan gejala alergi makanan.</li><li>Mampu merancang pola makan pencegahan untuk anak dengan alergi.</li></ul><p>D. <strong>Ringkasan Bab dan Kaitannya dengan Program Keseluruhan</strong> Bab ini memberikan gambaran umum tentang pemahaman dan pencegahan alergi makanan pada anak. Kesimpulan ini merangkum pokok-pokok pembahasan dan mengaitkannya dengan tujuan program secara keseluruhan.</p>",
    "sequence": 2
  },
  {
    "program_id": "6565e95e12cb03c0951a66ab",
    "module_id": 3,
    "title": "BAB III. Menangani Alergi: Peran Nutrisi dalam Pengelolaan",
    "video_url": "https://www.youtube.com/watch?v=Ai2CTgLvdcs",
    "content": "<p>A. <strong>Pengelolaan Nutrisi untuk Anak dengan Alergi</strong></p><ol><li><p><em>Pengantar</em> Bab ini membahas peran nutrisi dalam pengelolaan anak dengan alergi. Pemahaman ini penting untuk memastikan anak mendapatkan nutrisi yang cukup meskipun memiliki pembatasan makanan.</p></li><li><p><em>Menu Makanan Sehat dan Bergizi untuk Anak Alergi</em> Bagian ini memberikan panduan praktis dalam menyusun menu makanan sehat dan bergizi untuk anak dengan alergi. Kami akan memberikan contoh resep dan strategi untuk memastikan anak tetap mendapatkan nutrisi yang diperlukan.</p></li></ol><p>B. <strong>Strategi Nutrisi untuk Mencegah Kekurangan Gizi</strong></p><ol><li><p><em>Suplemen Nutrisi: Kapan dan Bagaimana Menggunakannya</em> Bab ini membahas peran suplemen nutrisi dalam mencegah kekurangan gizi pada anak dengan alergi. Kami akan memberikan panduan tentang kapan dan bagaimana menggunakan suplemen nutrisi dengan aman.</p></li><li><p><em>Konsultasi dengan Ahli Gizi atau Dokter: Pentingnya Pemantauan Kesehatan Anak</em> Bagian ini menggarisbawahi pentingnya berkonsultasi dengan ahli gizi atau dokter untuk memastikan anak mendapatkan nutrisi yang cukup dan memonitor perkembangan kesehatannya.</p></li></ol><p>C. <strong>Tujuan Pembelajaran pada Bab Ini</strong> Bab ini memiliki tujuan utama memberikan pemahaman tentang peran nutrisi dalam pengelolaan anak dengan alergi serta strategi nutrisi untuk mencegah kekurangan gizi. Beberapa tujuan spesifik bab ini mencakup:</p><ul><li>Memahami bagaimana menyusun menu makanan sehat dan bergizi untuk anak dengan alergi.</li><li>Mengetahui peran dan penggunaan suplemen nutrisi untuk mencegah kekurangan gizi.</li><li>Mampu melakukan konsultasi dengan ahli gizi atau dokter untuk memantau kesehatan anak.</li></ul><p>D. <strong>Ringkasan Bab dan Kaitannya dengan Program Keseluruhan</strong> Bab ini memberikan gambaran umum tentang bagaimana nutrisi memainkan peran dalam pengelolaan anak dengan alergi dan mencegah kekurangan gizi. Kesimpulan ini merangkum pokok-pokok pembahasan dan mengaitkannya dengan tujuan program secara keseluruhan. Semoga pembelajaran ini memberikan panduan praktis bagi orang tua dalam merawat anak dengan alergi dengan memastikan nutrisi dan kesehatannya terjaga.</p>",
    "sequence": 3
  },
  {
    "program_id": "6565e95e12cb03c0951a66ad",
    "module_id": 4,
    "title": "BAB I. Pendahuluan",
    "video_url": "https://www.youtube.com/watch?v=Ai2CTgLvdcs",
    "content": "<h3><span>A. Pengenalan</span></h3><ul><li><span> Pentingnya Gizi Selama Masa Kehamilan</span></li></ul><p><span>Selamat datang dalam modul pembelajaran tentang Gizi untuk Ibu Hamil, Bayi, dan Balita. Kehamilan adalah periode kritis dalam kehidupan seorang wanita, di mana kebutuhan gizi yang memadai memiliki dampak besar pada kesehatan ibu dan perkembangan janin.</span></p><ul><li><span> Pentingnya Gizi untuk Pertumbuhan Bayi dan Balita</span></li></ul><p><span>Selain itu, memahami kebutuhan gizi bayi dan balita sangat penting untuk memberikan dasar yang kuat untuk pertumbuhan dan perkembangan anak-anak kita. Nutrisi yang cukup pada tahap-tahap awal kehidupan dapat berpengaruh pada kesehatan dan kualitas hidup mereka di masa depan.</span></p><h3><span>B. Tujuan Modul</span></h3><p><span>Modul ini dirancang dengan tujuan utama memberikan pemahaman mendalam mengenai aspek-aspek kunci gizi selama masa kehamilan, serta kebutuhan nutrisi untuk bayi dan balita. Beberapa tujuan spesifik modul ini mencakup:</span></p><p><span>Memahami kebutuhan gizi selama kehamilan untuk mendukung kesehatan ibu dan perkembangan janin.</span></p><p><span>Mengetahui pola makan sehat untuk bayi dan prinsip pemberian MP-ASI.</span></p><p><span>Memberikan kiat praktis dalam memilih makanan sehat dan menyusun menu seimbang untuk balita.</span></p><h3><span>C. Struktur Modul</span></h3><p><span>Modul ini terbagi menjadi beberapa bab yang mencakup berbagai aspek gizi untuk setiap kelompok, yaitu:</span></p><p><strong><span>Bab II: Gizi Selama Kehamilan</span></strong></p><p><strong><span>Bab III: Gizi untuk Bayi (0-12 Bulan)</span></strong></p><p><strong><span>Bab IV: Gizi untuk Balita (1-5 Tahun)</span></strong></p><p><strong><span>Bab V: Tips Praktis Sehari-hari</span></strong></p><p><span>Selamat belajar, dan semoga modul ini dapat menjadi panduan yang bermanfaat untuk mencapai pilihan makanan yang sehat dan gaya hidup gizi yang baik untuk masa kehamilan dan pertumbuhan anak-anak Anda.</span></p>",
    "sequence": 1
  },
  {
    "program_id": "6565e95e12cb03c0951a66ad",
    "module_id": 4,
    "title": "BAB II. Gizi Selama Kehamilan",
    "video_url": "https://www.youtube.com/watch?v=Ai2CTgLvdcs",
    "content": "<p>A. <strong>Pentingnya Nutrisi Selama Kehamilan</strong></p><ol><li><p><em>Pengantar</em> Kehamilan adalah fase penting dalam kehidupan seorang wanita, dan asupan nutrisi yang tepat memiliki dampak besar pada kesehatan ibu dan perkembangan janin. Bab ini akan membahas pentingnya nutrisi selama kehamilan dan bagaimana pemenuhan kebutuhan gizi dapat mendukung kesehatan ibu dan janin.</p></li><li><p><em>Zat Gizi Kunci Selama Kehamilan</em> Bab ini akan memberikan wawasan mendalam mengenai zat gizi kunci yang diperlukan selama kehamilan, seperti asam folat, zat besi, kalsium, dan omega-3. Anda akan memahami peran masing-masing nutrien dalam mendukung perkembangan janin dan kesehatan ibu.</p></li><li><p><em>Menu Sehat untuk Ibu Hamil</em> Dalam bagian ini, kita akan membahas panduan praktis dalam menyusun menu sehat untuk ibu hamil. Termasuk di dalamnya adalah rekomendasi makanan yang kaya akan zat gizi penting dan kombinasi makanan yang mendukung perkembangan janin dengan optimal.</p></li></ol><p>B. <strong>Tujuan Nutrisi Selama Kehamilan</strong></p><p>Modul ini bertujuan memberikan pemahaman yang komprehensif mengenai pentingnya nutrisi selama kehamilan. Beberapa tujuan khusus bab ini melibatkan:</p><ul><li>Memahami peran zat gizi kunci dalam mendukung kesehatan ibu dan janin.</li><li>Mampu menyusun menu sehat yang memenuhi kebutuhan nutrisi selama kehamilan.</li><li>Mengetahui dampak kekurangan nutrisi pada kehamilan dan cara mencegahnya.</li></ul><p>C. <strong>Ringkasan Bab</strong></p><p>Bab ini memberikan gambaran umum tentang pentingnya nutrisi selama kehamilan, mempersiapkan landasan untuk menjelajahi aspek-aspek kunci lebih lanjut dalam bab-bab berikutnya. Kesimpulan ini mencakup pokok-pokok pembahasan serta tujuan utama yang ingin dicapai.</p>",
    "sequence": 2
  },
  {
    "program_id": "6565e95e12cb03c0951a66ad",
    "module_id": 4,
    "title": "BAB III. Gizi untuk Bayi (0-12 Bulan",
    "video_url": "https://www.youtube.com/watch?v=Ai2CTgLvdcs",
    "content": "<p>A. <strong>Pentingnya Nutrisi pada Tahap Awal Kehidupan</strong></p><ol><li><p><em>Pengantar</em> Bab ini membahas mengapa tahap awal kehidupan, terutama pada bayi usia 0-12 bulan, memerlukan perhatian khusus terhadap nutrisi. Pemahaman ini penting untuk memberikan dasar yang kokoh bagi pertumbuhan dan perkembangan bayi.</p></li><li><p><em>Nutrisi Esensial untuk Bayi</em> Fokus bab ini adalah mengidentifikasi nutrisi esensial yang diperlukan oleh bayi pada fase ini. Kita akan membahas pentingnya ASI (Air Susu Ibu) atau penggantinya, pentingnya vitamin dan mineral tertentu, serta peran gizi dalam membangun sistem kekebalan tubuh yang kuat.</p></li><li><p><em>Pemberian MP-ASI dengan Bijak</em> Bagian ini membahas prinsip-prinsip pemberian Makanan Pendamping ASI (MP-ASI) dengan bijak. Termasuk di dalamnya adalah panduan tentang kapan dan bagaimana memperkenalkan makanan padat, serta pentingnya variasi makanan untuk memastikan asupan nutrisi yang seimbang.</p></li></ol><p>B. <strong>Tujuan Gizi untuk Bayi (0-12 Bulan)</strong> Modul ini bertujuan memberikan pemahaman mendalam tentang gizi untuk bayi pada usia 0-12 bulan. Beberapa tujuan spesifik bab ini mencakup:</p><ul><li>Memahami nutrisi esensial yang dibutuhkan bayi pada tahap awal kehidupan.</li><li>Mengetahui pentingnya ASI dan penggantinya dalam memberikan nutrisi optimal.</li><li>Mampu merancang menu pendamping ASI yang sesuai dengan perkembangan bayi.</li></ul><p>C. <strong>Ringkasan Bab</strong> Bab ini memberikan gambaran komprehensif tentang pentingnya nutrisi pada tahap awal kehidupan bayi. Kesimpulan ini merangkum pokok-pokok pembahasan dan tujuan utama untuk memberikan dasar yang kuat bagi orang tua atau pengasuh dalam memberikan nutrisi terbaik untuk bayi.</p>",
    "sequence": 3
  },
  {
    "program_id": "6565e95e12cb03c0951a66ad",
    "module_id": 4,
    "title": "BAB IV. Gizi untuk Balita (1-5 Tahun)",
    "video_url": "https://www.youtube.com/watch?v=Ai2CTgLvdcs",
    "content": "<p>A. <strong>Mengoptimalkan Pertumbuhan dan Perkembangan Balita</strong></p><ol><li><p><em>Pengantar</em> Pada bab ini, kita akan membahas bagaimana memberikan nutrisi yang optimal untuk mendukung pertumbuhan dan perkembangan balita usia 1-5 tahun. Memahami kebutuhan nutrisi pada fase ini akan membantu orang tua dan pengasuh membuat keputusan terinformasi terkait pola makan balita.</p></li><li><p><em>Nutrisi Penting untuk Balita</em> Bab ini akan menggali lebih dalam tentang nutrisi yang penting dalam menu harian balita. Selain protein, lemak, dan karbohidrat, kita akan membahas kebutuhan vitamin dan mineral spesifik yang mendukung fungsi otak, pertumbuhan tulang, dan sistem kekebalan tubuh.</p></li><li><p><em>Mengatasi Tantangan Pemilihan Makanan</em> Bagian ini memberikan panduan praktis untuk mengatasi tantangan yang sering dihadapi oleh orang tua dalam memilih makanan untuk balita. Tips mengenai cara mengatasi picky eaters, memperkenalkan variasi makanan, dan menciptakan kebiasaan makan sehat akan dibahas secara rinci.</p></li></ol><p>B. <strong>Tujuan Gizi untuk Balita (1-5 Tahun)</strong> Modul ini dirancang untuk memberikan pemahaman mendalam tentang gizi untuk balita usia 1-5 tahun. Beberapa tujuan spesifik bab ini mencakup:</p><ul><li>Memahami nutrisi esensial untuk mendukung pertumbuhan dan perkembangan balita.</li><li>Mengetahui peran vitamin dan mineral kunci dalam mengoptimalkan kesehatan balita.</li><li>Mampu mengatasi tantangan dalam memilih makanan dan menciptakan kebiasaan makan sehat.</li></ul><p>C. <strong>Ringkasan Bab</strong> Bab ini menyajikan ringkasan pentingnya memberikan nutrisi optimal pada masa pertumbuhan balita. Kesimpulan ini merangkum pokok-pokok pembahasan, memberikan dasar yang kokoh untuk memahami kebutuhan gizi balita dan langkah-langkah praktis untuk mengoptimalkan kesehatan mereka.</p>",
    "sequence": 4
  },
  {
    "program_id": "6565e95e12cb03c0951a66ad",
    "module_id": 4,
    "title": "BAB V. Tips Praktis Sehari-hari",
    "video_url": "https://www.youtube.com/watch?v=Ai2CTgLvdcs",
    "content": "<p>A. <strong>Memilih Makanan Sehat untuk Keluarga</strong></p><ol><li><p><em>Pengantar</em> Bab terakhir ini membahas bagaimana memilih makanan sehat untuk seluruh keluarga. Kami akan memberikan tips praktis untuk memastikan setiap anggota keluarga mendapatkan nutrisi yang cukup dan seimbang.</p></li><li><p><em>Memahami Label Nutrisi dan Pilihan Makanan Cepat Saji</em> Bab ini akan membekali Anda dengan pengetahuan tentang cara membaca label nutrisi dan membuat pilihan makanan sehat, termasuk saat menghadapi makanan cepat saji. Anda akan belajar bagaimana membuat keputusan bijak saat berbelanja dan memilih menu harian keluarga.</p></li><li><p><em>Kebiasaan Makan Sehat yang Berkelanjutan</em> Bagian terakhir modul ini akan memberikan panduan untuk menciptakan kebiasaan makan sehat yang berkelanjutan dalam keluarga. Ini melibatkan cara menyajikan makanan dengan kreatif, melibatkan anak-anak dalam persiapan makanan, dan menciptakan lingkungan yang mendukung gaya hidup gizi yang baik.</p></li></ol><p>B. <strong>Tujuan Tips Praktis Sehari-hari</strong> Bab ini memiliki tujuan utama memberikan tips praktis sehari-hari untuk memilih makanan sehat dan menciptakan kebiasaan makan yang berkelanjutan dalam keluarga. Beberapa tujuan spesifik bab ini mencakup:</p><ul><li>Memahami cara membaca label nutrisi dan membuat pilihan makanan yang bijak.</li><li>Mampu menciptakan menu harian yang sehat dan bergizi untuk seluruh keluarga.</li><li>Mengetahui cara menciptakan kebiasaan makan sehat yang dapat dipertahankan dalam jangka panjang.</li></ul><p>C. <strong>Ringkasan Modul dan Pesan Penutup</strong> Modul ini ditutup dengan ringkasan keseluruhan pembelajaran. Kesimpulan ini menekankan pentingnya gizi dalam setiap fase kehidupan, dari kehamilan hingga masa balita, dan memberikan dorongan untuk menerapkan pengetahuan ini dalam kehidupan sehari-hari. Selamat mempraktikkan gaya hidup gizi yang baik untuk kesehatan dan kebahagiaan keluarga Anda!</p>",
    "sequence": 5
  }
]
